[
	{
		"url": "psychopaths-are-ruining-everything",
		"title": "Psychopaths Are Ruining Everything",
		"description": "And We’re Not Doing Anything About It",
		"image": "psychopaths-are-ruining-everything.jpg",
		"image_credit": "Photo by <a href=\"https://unsplash.com/@morganhousel?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Morgan Housel</a> on <a href=\"https://unsplash.com/@nicolefurlan/likes?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash</a>",
		"date": "2020-08-17",
		"content": 
			"<p>I remember learning about psychopaths and sociopaths in abnormal psychology in college, and immediately thinking, <i class='italic'>wow, no wonder why the world is so messed up</i>.</p><p>I also remember being very unsurprised in 2016 when I read the study that found that 21% of corporate executives are psychopathic. For comparison, that’s the same percentage for prison inmates. Roughly 1% of the general population exhibits psychopathic behavior.</p><p>Psychopaths lack the ability to experience feelings of remorse, guilt, or empathy for others. They have excessively high self-approval and a nearly complete inability to form genuine emotional attachments to others. They manipulate the artificial relationships they do form to exploit others for their benefit. They’re superficially charming and generally appear normal to others, particularly due to their ability to maintain the appearance of a normal work and family life.</p><p>If you’re part of the working class, I’m sure you understand how these characteristics would make someone incredibly effective at climbing the corporate ladder. But if that person ends up in a position of immense power—in the government, for example—the decisions they make on a daily basis are incredibly high impact. Someone who also lacks empathy for others is more likely to value personal gain above all when making decisions, and if those decisions are made without considering their impacts from an ethical perspective, large numbers of people can experience <em>immense</em> suffering.</p><p>In the United States, the pandemic has accelerated the evolution of our system into late-stage capitalism. The ruling elite—made up of corporate executives, some who even made their way into our government—have fully manipulated the situation for their benefit, bailing themselves out (again) while having no empathy for the working class, ignoring their desperate cries for financial stability. Now, large numbers of people are experiencing unprecedented suffering.</p><p>It is time for the working class to realize our power and leverage, particularly at this moment in time. Our lives literally depend on it.</p>",
		"links": [
			{
				"url": "http://www.telegraph.co.uk/news/2016/09/13/1-in-5-ceos-are-psychopaths-australian-study-finds",
				"title": "The Telegraph: 1 in 5 CEOs are psychopaths, study finds"
			},
			{
				"url": "https://www.telegraph.co.uk/news/newstopics/howaboutthat/9828914/Why-your-boss-could-easily-be-a-psychopath.html",
				"title": "The Telegraph: Why your boss could easily be a psychopath"
			},
			{
				"url": "https://amzn.to/2Wi0k15 ",
				"title": "Snakes in Suits: When Psychopaths Go to Work by Paul Babiak"
			}
		]
	},
	{
		"url": "united-states-hurdle-to-universal-basic-income",
		"title": "The Elite Hurdle to Universal Basic Income in the United States",
		"description": "The ruling elites' oppression of the United States working class is both the biggest reason for and the biggest barrier to Universal Basic Income",
		"image": "united-states-hurdle-to-universal-basic-income.jpg",
		"image_credit": "Photo by <a href=\"https://unsplash.com/@sharonmccutcheon?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Sharon McCutcheon</a> on <a href=\"https://unsplash.com/@nicolefurlan/likes?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash</a>",
		"date": "2020-07-13",
		"content": 
			"<p>Since Andrew Yang brought the idea of Universal Basic Income (UBI) into mainstream conversation during the Democratic primary election of 2020, the policy position has gained lots of attention. Many view it as an opportunity to decrease poverty and homelessness, support entrepreneurs and socially beneficial members of society, provide an off-ramp from bull-shit jobs, and mitigate the effects of economic stressors like technological automation and crises like the coronavirus pandemic. Many view it as an enormous, unrealistic cost and worry that it disincentivizes people to work.</p><p>The problem I often see ignored, even by many on the Left, is that for the ruling elite class, UBI is a threat to their control over the working class, whose oppression makes their lifestyles possible. If the working class stays hungry, quite literally, we’ll never rise up. I don’t know about you, but I would be protesting in the street every day if I could financially afford to. The list of reasons to protest is certainly long enough.</p><p>The coronavirus pandemic, and the high likelihood that pandemics will continue happening, has created a strong case for UBI all on its own. Other countries have implemented UBI and have avoided the economic devastation we’re currently experiencing. However, the United States government and ruling elites, two groups which overlap greatly, have mostly ignored cries from the working class for financial reassurance. The U.S. government even actively worked against the working class citizens, who they swore to represent, to direct financial relief in the form of taxpayer dollars directly into the pockets of the ruling elites.</p><p>For the U.S. working class, our systemic corruption and oppression by the ruling elites creates what I think is the strongest case for UBI. It’s the best shot we have at avoiding being pulverized by our capitalist system, which the pandemic has accelerated into late-stage capitalism. But it is that very corruption and oppression that has created a country where UBI has absolutely no chance of being enacted. </p><p>Though the Overton window on UBI may have shifted, only major systemic change would allow the actual policies to be put into place to enable UBI for U.S. citizens. It is time for the working class to realize our power and leverage, particularly at this moment in time. Our lives literally depend on it.</p>",
		"links": [
			{
				"url": "https://amzn.to/2OixR70 ",
				"title": "The War on Normal People by Andrew Yang"
			},
			{
				"url": "https://amzn.to/2Wi5IkJ ",
				"title": "Utopia for Realists by Rutger Bregman"
			}
		]
	}
]